------------------------------------------------------------
-- Localization.lua
--
-- Abin
-- 2010/10/24
------------------------------------------------------------

CompactRaid:RegisterLocale("Artwork", "ruRU", {
	["title"] = "Фреймворк",
	["desc"] = "Украсьте фреймы CompactRaid с помощью настраиваемых элементов оформления, эти параметры применимы ко всей учетной записи.",
	["library"] = "Библиотека:",
	["category"] = "Категория:",
	["statusbar"] = "Статус бар",
	["font"] = "Шрифт",
	["border"] = "Граница",
	["background"] = "Задний план",
	["selection"] = "Элемент:",
})
