------------------------------------------------------------
-- Localization.lua
--
-- Abin
-- 2010/10/24
------------------------------------------------------------

CompactRaid:RegisterLocale("ClickSets", "ruRU", {
	["title"] = "Клик-каст (Clique)",
	["desc"] = "Привязывает действия щелчка к фреймам CompactRaid, эти параметры применяются только к текущей спецификации таланта.",
	["left button"] = "Левый",
	["middle button"] = "Середина",
	["right button"] = "Правый",
	["direct"] = "Направление ",
	["click"] = "Клик",
	["built-in spells"] = "Встроенные действия",
	["custom action"] = "Пользовательские действия",
	["wheel up"] = "Прокрутка-Верх",
	["wheel down"] = "Прокрутка-Вниз",
	["scroll"] = "Прокрутка",
	["Emergent macro"] = "Макрос исцеляющего исхода",
	["menu"] = "Меню",
	["transfer special spell"] = "Перенос специального заклинания",
})
