------------------------------------------------------------
-- Localization.lua
--
-- Abin
-- 2010/10/24
------------------------------------------------------------

CompactRaid:RegisterLocale("RaidDebuff", "ruRU", {
	["raid debuff"] = "Выделение дебаффа рейда",
	["raid debuff desc"] = "Настраивает отображение приоритетов дебаффов рейда, более высокие приоритеты блокируют более низкие. Эти параметры относятся ко всей учетной записи.",
	["debuff list"] = "Список дебаффов рейда",
	["priority"] = "Приоритет",
	["critical"] = "Критический",
	["very high"] = "Очень высоко",
	["high"] = "Высокая",
	["normal"] = "Нормальный",
	["low"] = "Низкий",
	["ignore"] = "Игнорировать",
	["raid instances"] = "Рейдовые экземпляры",
	["5-Player instances"] = "Экземпляры 5 человек",
	["developer mode"] = "Режим разработчика (Отображение ID экземпляров и боссов)",
	["type debuff name or it's spell id"] = "Введите имя дебаффа или заклинание ID:",
	["debuff already registered"] = "Дебафф |cffff0000\"%s\"|r уже зарегистрирован, например \"%s\".",
	["debuff or spell not found for"] = "Дебафф или заклинание не найдено |cffff0000\"%s\"|r.",
	["spell list"] = "Список заклинаний",
})
